{
    "pages": [
        {
            "tags": "", 
            "text": "Zoekresultaten", 
            "title": "Zoekresultaten", 
            "url": "/search.html"
        }, 
        {
            "tags": "", 
            "text": "", 
            "title": "Xoia - Zelf juwelen maken", 
            "url": "/index.html"
        }, 
        {
            "tags": "", 
            "text": "Over Over mezelf Ik ben Lies. Ik ben 14 jaar. Ik hou van schrijven, fotograferen en juwelen maken en ik heb geprobeerd deze drie dingen te laten samenkomen op deze website. Ik maak al een tijdje juwelen en wilde daar graag een site over maken. Omdat ik een witte achtergrond nogal saai vond, besloot ik om de foto's van mijn juwelen op allerei verschillende plaatsen te maken en zo de site wat kleur te geven. Ook heb ik geprobeerd om de uitleg zo duidelijk mogelijk te maken, met grote foto's zodat iedereen de stappen makkelijk kan volgen. Omdat het veel werk is om een volledig stappenplan te maken, is dit nog niet de volledige site. Ik vul de site van tijd tot tijd bij met nieuwe ontwerpen, soms armbanden, soms kettingen en soms oorbellen. Op die manier kun je elke keer nieuwe dingen leren maken! Veel plezier! Lies Over deze site Deze website is gemaak met Urubu en gebruikt het 'business-casual' theme van Start Bootstrap .", 
            "title": "Over", 
            "url": "/meer/over.html"
        }, 
        {
            "tags": "", 
            "text": "Meer Blog Over Gebruikt materiaal", 
            "title": "Meer", 
            "url": "/meer/index.html"
        }, 
        {
            "tags": "", 
            "text": "Gebruikt materiaal Parels De parels die bij de juwelen op deze site getoond worden zijn gekocht bij Veritas en Zahia . Bij Veritas vind je zowel basisparels in meerdere maten en kleuren die je in grotere hoeveelheden kunt kopen, als specialere parels per stuk. Zahia verkoopt alle parels apart. Alle parels die je bij Zahia kunt kopen zijn van glas, halfedelsteen of edelsteen. Bij Veritas vind je ook een heel assortiment aan naai- en punnikspullen, kousen, sjaaltjes... Zahia geeft workshops en heeft een boek uitgegeven, 'Handgemaakt', dat ook vol leuke ideeën staat. Veritas winkels vind je op veel pltsen, in de meeste steden en shopping centers in België. Zahia heeft winkels in Leuven, Antwerpen, Gent en Mechelen. Draad De nylondraad die gebruikt werd bij armbanden komt van bij Veritas . De beige en blauwe knoopdraad is gekocht bij De Banier , een winkel die draad, Chirokledij en knutselpakketten verkoopt.", 
            "title": "Gebruikt materiaal", 
            "url": "/meer/gebruiktmateriaal.html"
        }, 
        {
            "tags": "", 
            "text": "Xoia online! Mijn site, Xoia, is na lang werken online! Deze site gaat over juwelen en hoe je ze zelf kunt maken. Op dit moment staan er nog maar een paar ontwerpen online, maar ik zal ze regelmatig aanvullen. Als je deze site leuk vindt of als je vragen of suggesties hebt, laat het mij dan weten via deze blog of like deze website!", 
            "title": "Xoia online!", 
            "url": "/meer/blog/20160910.html"
        }, 
        {
            "tags": "", 
            "text": "Blog Xoia online! zaterdag, 10 september 2016 Mijn site, Xoia, is na lang werken online! Deze site gaat over juwelen en hoe je ze zelf kunt maken. Op dit moment staan er nog maar een paar ontwerpen online, maar ik zal ze regelmatig aanvullen. Als je deze site leuk vindt of als je vragen of suggesties hebt, laat het mij dan weten via deze blog of like deze website!", 
            "title": "Blog", 
            "url": "/meer/blog/index.html"
        }, 
        {
            "tags": "", 
            "text": "Macramé Materiaal Een extra draad van 50 cm lang Eventueel 8 keine parels Werkwijze Zorg dat je aan bijde kanten van je armband 15 cm draad overhoudt. Wanneer je armband af is, leg je hem in een cirkel alsof hij rond je pols zit. Hierdoor komen de uiteinden over elkaar te liggen; de knop van het begin vn je armband ligt links, en de ongebruikte draad ligt horizontaal met het uiteinde rechts. De andere knoop ligt rechts, met de draad horizontaal -over de andere ongebruikte draad- naar links. Neem nu de extra draad en leg deze onder de ongebruikte draden. Maak een knoop me de extra draad zodat deze vastzit rond de ongebruikte draden. Door het maken van de knoop in de extra draad bestaat deze draad nu uit een knoopje en twee kortere draden. Leg een van deze draden rechts van de ongebruikte drden en de andere links. Nu knoop je met de extra draad een paar centimeter macramé rond de ongebruikte draad. Dit doe je alsvolgt: Neem dan de linkerdraad en leg deze dwars over de middelste draden, zodat je een driehoek krijgt. Leg de rechterdraad over het uiteinde van de linkerdraad. Trek hem daarna onder de middelste draden door. Trek de rechterdraad nu ook onder een zijde van de driehoek die gevormd wordt door de linkerdraad door. Neem de uiteinden van de draden vast en trek aan. Herhaal deze stap, maar in spiegelbeeld. Je maakt de driehoek dus met de rechterdraad, waarna je de linkrdraad over de middendrd legt enzovoort. \nWissel zo af tussen een driehoek links en een driehoek rechts, tot je ongeveer twee centimeter macramé hebt. Knip dan de draden van de extra draad (de draden waarmee je knoopte) af en doe eventueel een druppel lijm op de uiteinden, zodat de draad zeker niet los komt. Nu kun je je armband langer en korter maken door aan de ongebruikte draden e trekken. Om te voorkomen dat je te ver trekt en ze heemaa door de 'tunnel van macramé gaan (waarna je armband niet meer dicht is), kun je op elk draadje een parel rijgen en/of vanonder aan de draad een knoopje maken. ← Slotje Knoop met lus →", 
            "title": "Macramé", 
            "url": "/sluitingstechnieken/macrame.html"
        }, 
        {
            "tags": "", 
            "text": "Slotje Materiaal Slotje Ringetje Pletbuisje Knijptang Werkwijze Een pletbuisje is een kleine metalen parel die je met een knijptang toe kunt duwen. Voor je met je juweel begint, neem je een uiteinde van de draad en rijg je het door zo'n pletbuisje. Rijg de draad daarna door het ringetje en vouw de draad dubbel zodat je hem ng een keer door het pletbuisje kunt stoppen. Trek de draad aan zodat hij strak rond het ringetje zit. Duw het pletbuisje dicht met de knijptang. Wanneer je juweel af is, rijg je ook het andere uiteinde van de draad door een pletbuisje en door het slotje. Vouw de draad dubbel, trek hem aan zodat hij strak door het slotje zit en vouw hem dubbel. Knijp het pletbuisje dicht. daarna kunt je het uiteinde van de draad afknippen, of door de eerste parels rijgen zodat de het uiteinde onzichtbaar wordt. Macramé →", 
            "title": "Slotje", 
            "url": "/sluitingstechnieken/slotje.html"
        }, 
        {
            "tags": "", 
            "text": "Knoop met lus Werkwijze Om deze sluitingstechniek toe te passen, neem je de draad om je armband te maken op ongeveer 10 cm vast. Draai de draad rond je vinger zodat er een lus ontstaat. Trek het uiteinde van de draad door deze lus en trek aan. Dit is de knoop. Op het einde van de armband herhaal je deze stappen, maar trek de draad niet helemaal door de lus. Stop hem er dubbelgevouwen door en hang de lus die je daardoor maakt aan je vinger. Trek nu aan het uiteinde van de draad, dat naast je armband hangt. Dit is de lus. Om de armband te sluiten trek je de knoop door de lus. ← Macramé", 
            "title": "Knoop met lus", 
            "url": "/sluitingstechnieken/knoopmetlus.html"
        }, 
        {
            "tags": "", 
            "text": "Sluitingstechnieken Slotje Macramé Knoop met lus", 
            "title": "Sluitingstechnieken", 
            "url": "/sluitingstechnieken/index.html"
        }, 
        {
            "tags": "", 
            "text": "Ontwerpen Arm- en Enkelbanden Kettingen Oorbellen", 
            "title": "Ontwerpen", 
            "url": "/ontwerpen/index.html"
        }, 
        {
            "tags": "", 
            "text": "Arm- en Enkelbanden Geknoopte Arm- en Enkelbanden Arm- en Enkelbanden met Parels", 
            "title": "Arm- en Enkelbanden", 
            "url": "/ontwerpen/armenenkelbanden/index.html"
        }, 
        {
            "tags": "", 
            "text": "Vlecht met parels Deze armband, gemaakt van een vlecht waar parels aangeregen zijn, is niet moeilijk om te maken. Eerst moet je de manier van sluiten kiezen; Macramé , een Slotje of een Knoop met lus . In dit voorbeeld is gekozen voor de knoop met lus. Materiaal Eventueel slotje (Hangt af van de sluitingsmanier die je gekozen hebt) Tussen 10 en 30 parels (Hangt af van de grootte van je parels, je hebt er nodig om ongeveer 15 cm te rijgen) 3 stukken dunne draad van één meter die tweemaal door de gaatjes van je parels gaat (Neem best geen nylondraad of andere stijve draad, die vlecht moeilijker) Techniek Om aan de armband te beginnen, neem je drie draden van ongeveer één meter lengte. Maak een knoop of bevestig ze aan een slotje. Daarna begin je met Vlechten tot je een lengte van ongeveer twee centimeter hebt. Vervolgens neem je een parel en rijg je die aan de draad die je naar het midden moet brengen. Als de parel op de draad zit, leg je hem tussen de twee andere draden zoals je zou doen bij een normale vlecht. Nu neem je de draad aan de andere kant, opnieuw de draad die je naar het midden moet brengen. Rijg ook aan deze draad een parel en leg hem in het midden. Herhaal deze twee stappen tot je armband bijna de juiste lengte heeft. Dan stop je met parels rijgen en vlecht je opnieuw ongeveer twee centimeter zonder parels. Maak een knoop in de draden, nadien kun je de sluiting maken en is je armband af. Macramé met parels →", 
            "title": "Vlecht met parels", 
            "url": "/ontwerpen/armenenkelbanden/metparels/vlechtmetparels.html"
        }, 
        {
            "tags": "", 
            "text": "Macramé met parels Deze armband is een variatie op de gewone macramé. De knooptechniek blijft, alleen worden er soms parels op de draden geschoven. Hoe vaak en hoeveel kun je zelf keizen; je kunt na elke knoop een parel rijgen, of om de twee knopen, of telkens drie parels rijgn en dan een paar knopen... Materiaal Twee draden van ongeveer anderhalve meter lang Spullen voor de sluiting ( zie materiaal en techniek -> sluitingstechnieken ) Parels met een gaatje dat groot genoeg is om de twee draden door te steken Macramé Vouw de draden dubbel. Maak een knoop op ongeveer tien centimeter afstand van het uiteinde van je draden en knip de lus door, zodat je vier aparte draden bekomt. Klem of plak de knoop vast zodat je je armband strak kunt trekken zonder dat hij loskomt. Leg nu twee draden naast elkaar in het midden en plak ze onderaan eventueel vast zodat ze niet kunnen verschuiven. De andere draden leg je er links en rechts van. Als je twee draden met een verschillende kleur hebt genomen, is het van belang welke draden je in het midden legt; als je een éénkleurige armband wilt, leg je twee draden met dezelfde kleur in het midden. Als je een armband wilt die in het midden een andere kleur heeft dan aan de zijkanten, leg je twee draden van een verschillende kleur in het midden. Neem dan de linkerdraad en leg deze dwars over de middelste draden, zodat je een driehoek krijgt. Leg de rechterdraad over het uiteinde van de linkerdraad. Trek hem daarna onder de middelste draden door. Trek de rechterdraad nu ook onder een zijde van de driehoek die gevormd wordt door de linkerdraad door. Neem de uiteinden van de draden vast en trek aan. Maak nu een driehoek met de rechterdraad, en trek de linkerdraad onder de middelste draden en de driehoek door. Blijf zo afwisselen tussen de twee draden; daarna maak je de driehoek dus weer met de linkerdraad. Om een parel aan je armband te rijgen, maak je de twee middelste draden los en stop je ze door de parel. Trek de parel tot tegen de laatste knoop en maak een nieuwe knoop, onder de parel. Beëindig de armband met een knoop. ← Vlecht met parels", 
            "title": "Macramé met parels", 
            "url": "/ontwerpen/armenenkelbanden/metparels/macramemetparels.html"
        }, 
        {
            "tags": "", 
            "text": "Arm- en Enkelbanden met Parels Vlecht met parels Macramé met parels", 
            "title": "Arm- en Enkelbanden met Parels", 
            "url": "/ontwerpen/armenenkelbanden/metparels/index.html"
        }, 
        {
            "tags": "", 
            "text": "Macramé Macramé Macramé is een manier om bandjes te knopen die redelijk bekend is. Er bestaan twee varianten: de gedraaide en de platte. Op zich is deze armband niet moeilijk om te maken, maar per knoop zijn er meerdere stappen en het kan even duren voor je al deze stappen onder de knie hebt. Eenmaal je alle stappen van buiten kent en in de juiste volgorde weet uit te voeren, is het maken van deze armband kinderspel! Als sluitingstechniek voor deze armband kies je best voor Macramé , omdat het dan lijkt alsof je armband volledig rondomrond je pols loopt. Materiaal Twee draden van ongeveer anderhalve meter lang Eventueel zes kleine parels voor de macramésluiting Eén draad van ongeveer 25cm lang voor de macramésluiting Werkwijze Vouw de draden dubbel. Maak een knoop op ongeveer tien centimeter afstand van het uiteinde van je draden en knip de lus door, zodat je vier aparte draden bekomt. Klem of plak de knoop vast zodat je je armband strak kunt trekken zonder dat hij loskomt. Leg nu twee draden naast elkaar in het midden en plak ze onderaan eventueel vast zodat ze niet kunnen verschuiven. De andere draden leg je er links en rechts van. Als je twee draden met een verschillende kleur hebt genomen, is het van belang welke draden je in het midden legt; als je een éénkleurige armband wilt, leg je twee draden met dezelfde kleur in het midden. Als je een armband wilt die in het midden een andere kleur heeft dan aan de zijkanten, leg je twee draden van een verschillende kleur in het midden. Neem dan de linkerdraad en leg deze dwars over de middelste draden, zodat je een driehoek krijgt. Leg de rechterdraad over het uiteinde van de linkerdraad. Trek hem daarna onder de middelste draden door. Trek de rechterdraad nu ook onder een zijde van de driehoek die gevormd wordt door de linkerdraad door. Neem de uiteinden van de draden vast en trek aan. Als je een gedraaide armband wilt, herhaal je de vorige stap. Als je een platte armband wilt, herhaal je deze stap maar maak je een driehoek met de rechterdraad, en trek de linkerdraad onder de middelste draden en de driehoek door. Blijf zo afwisselen tussen de twee draden; daarna maak je de driehoek dus weer met de linkerdraad. Als je de platte versie maakt, kan het helpen om rond het uiteinde van één van de draden een plakbandje te draaien. Maak de driehoek altijd met de draad waar het plakbandje rondzit. ← Vlechten", 
            "title": "Macramé", 
            "url": "/ontwerpen/armenenkelbanden/geknoopt/macrame.html"
        }, 
        {
            "tags": "", 
            "text": "Vlechten Vlechten is een eenvoudige manier om armbanden te maken die er toch heel mooi uitziet. Als je de techniek eenmaal onder de knie hebt kun je er vanalles mee doen, van armbanden tot vlechten in je haar! Niet tevreden? Doordat er bij deze techniek niet geknoopt wordt kun je je vlecht ook heel makkelijk en snel uit elkaar halen. Materiaal Eventueel slotje (Hangt af van de sluitingstechniek die je gekozen hebt) Drie draden van ongeveer 30 cm lang Klembord of plakband om het begin van je armband vast te maken op een vlak oppervlak (dit is niet noodzakelijk maar wel makkelijker) Werkwijze Maak een knoop of bevestig de draden aan het slotje. Leg één draad recht naar beneden, dit is draad B. Een andere draad leg je hier links van, dit is draad A. De laatste draad leg je helemaal rechts. Dit is draad C. Je draden liggen nu als volgt: A B \nC . Neem draad A, de draad die helemaal links ligt, en leg deze in het midden. Trek voldoende aan zodat het kruis dat je met de draden gemaakt hebt tegen de knoop aan ligt. Je draden liggen zo: B A C . Doe nu hetzelfde met de rechtse draad, draad C. Leg de draad in het midden, tussen draad A en B, en trek aan. Je draden liggen nu als volgt: B C A . Herhaal deze twee stappen; neem afwisselend de uiterst rechtse en de uiterst linkse draad en leg deze tussen de twee andere draden. Daarna trek je aan. De volgende draad die je neemt zal dus draad B zijn, Daarna A, dan C enzovoort. Als je armband lang genoeg is, maak je hem af door een knoop te maken. Ook als je een slotje hebt maak je beter eerst een knoop alvorens de draden eraan te bevestigen, zo voorkom je dat de vlecht losser gaat komen. Je kunt ook een bedeltje of parel aan je armband hangen, door deze bedel er eerst aan te hangen voordat je de draad naar het midden brengt. Kijk hiervoor bij de Vlecht met parels Macramé →", 
            "title": "Vlechten", 
            "url": "/ontwerpen/armenenkelbanden/geknoopt/vlechten.html"
        }, 
        {
            "tags": "", 
            "text": "Geknoopte Arm- en Enkelbanden Vlechten Macramé", 
            "title": "Geknoopte Arm- en Enkelbanden", 
            "url": "/ontwerpen/armenenkelbanden/geknoopt/index.html"
        }, 
        {
            "tags": "", 
            "text": "Oorbellen Binnenkort nieuwe ontwerpen!", 
            "title": "Oorbellen", 
            "url": "/ontwerpen/oorbellen/index.html"
        }, 
        {
            "tags": "", 
            "text": "Kettingen Binnenkort nieuwe ontwerpen!", 
            "title": "Kettingen", 
            "url": "/ontwerpen/kettingen/index.html"
        }
    ]
}